{
  "history": {
    "title": "ประวัติห้วยตึงเฒ่า",
    "subtitle": "อันเนื่องมาจากพระราชดำริ",
    "mainImage": {
      "src": "https://images.unsplash.com/photo-1506905925346-21bda4d32df4?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&q=80",
      "alt": "ห้วยตึงเฒ่า - อ่างเก็บน้ำ"
    },
    "content": [
      {
        "section": "ความเป็นมา",
        "text": "ห้วยตึงเฒ่า เป็นโครงการจัดหมู่บ้านตัวอย่างอันเนื่องมาจากพระราชดำริ ตั้งอยู่ที่ตำบลดอนแก้ว อำเภอแม่ริม จังหวัดเชียงใหม่ เริ่มต้นจากพระราชดำริของพระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดช มหาราช ที่ทรงมีพระราชประสงค์ให้มีการพัฒนาคุณภาพชีวิตของราษฎรในพื้นที่ห่างไกล",
        "image": {
          "src": "https://images.unsplash.com/photo-1441974231531-c6227db76b6e?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&q=80",
          "alt": "ธรรมชาติของห้วยตึงเฒ่า"
        }
      },
      {
        "section": "การพัฒนาโครงการ",
        "text": "โครงการได้เริ่มต้นขึ้นในปี พ.ศ. 2522 โดยมีวัตถุประสงค์เพื่อแก้ไขปัญหาการขาดแคลนน้ำในฤดูแล้ง และเพื่อพัฒนาอาชีพของราษฎรในพื้นที่ ผ่านการสร้างอ่างเก็บน้ำและการจัดการทรัพยากรน้ำอย่างยั่งยืน",
        "image": {
          "src": "https://images.unsplash.com/photo-1500595046743-cd271d694d30?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&q=80",
          "alt": "การพัฒนาโครงการ"
        }
      },
      {
        "section": "ผลสำเร็จของโครงการ",
        "text": "ปัจจุบันห้วยตึงเฒ่าได้กลายเป็นแหล่งท่องเที่ยวเชิงนิเวศที่สำคัญ มีอ่างเก็บน้ำขนาดใหญ่ พื้นที่ป่าไผ่ และกิจกรรมต่างๆ ที่ดึงดูดนักท่องเที่ยวจากทั่วประเทศ พร้อมทั้งยังคงรักษาวัตถุประสงค์เดิมในการพัฒนาคุณภาพชีวิตของชุมชนท้องถิ่น",
        "image": {
          "src": "https://images.unsplash.com/photo-1469474968028-56623f02e42e?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&q=80",
          "alt": "ผลสำเร็จของโครงการ"
        }
      },
      {
        "section": "ปัจจุบัน",
        "text": "ห้วยตึงเฒ่าในปัจจุบันเป็นสถานที่ท่องเที่ยวที่ผสมผสานระหว่างการอนุรักษ์ธรรมชาติและการพัฒนาอย่างยั่งยืน มีบริการและสิ่งอำนวยความสะดวกครบครัน เปิดให้บริการทุกวัน และยังคงเป็นตัวอย่างของการพัฒนาตามแนวพระราชดำริที่ประสบความสำเร็จ",
        "image": {
          "src": "https://images.unsplash.com/photo-1504851149312-7a075b496cc7?ixlib=rb-4.0.3&auto=format&fit=crop&w=600&q=80",
          "alt": "ห้วยตึงเฒ่าในปัจจุบัน"
        }
      }
    ]
  }
}