{
  "announcements": [
    {
      "id": 1,
      "text": "ห้วยตึงเฒ่าของเรา เปิดให้บริการทุกวันไม่มีวันหยุดตั้งแต่เวลา 06:30 - 18:00 น.",
      "priority": "high",
      "active": true
    },
    {
      "id": 2,
      "text": "ขณะนี้มีกิจกรรมใหม่ ถ่ายภาพกับครอบครัวคิงคอง พ่อตึงเฒ่า แม่ขวัญข้าว และน้องแรมเพจ",
      "priority": "normal",
      "active": true
    }
  ],
  "newsTable": [
    {
      "date": "13 มิถุนายน 2566",
      "content": "เมื่อวันที่ ๑๓ มิ.ย.๖๖ เวลา ๐๙๑๙ พล.ต.สันติ สุขป้อม ผบ.มทบ.๓๓ มอบหมายให้ พ.อ.วรเทพ บุญญะ รอง ผบ.มทบ.๓๓ เป็นประธานในพิธีสรงน้ำ พระพุทธรัตนชัยสุรพลารักษ์พิทักษ์กาวิละสยามเทศ ประจำปี ๖๖ ณ บริเวณฐานแสดงพระพุทธรูป วัดดอนแก้ว (วัดธรรมนิมิต) ต.ดอนแก้ว อ.แม่ริม จ.เชียงใหม่"
    },
    {
      "date": "27 ธันวาคม 2565",
      "content": "ไปเที่ยวกัน! ทุ่งคอสมอสห้วยตึงเฒ่าบานสะพรั่งอวดโฉมงาม ต้อนรับนักท่องเที่ยว แถมกลางอากาศเย็นสบายตลอดทั้งวัน มีดอยสูงของอุทยานแห่งชาติดอยสุเทพ-ปุย เป็นฉากหลัง เรียกว่าเป็นจุดถ่ายภาพที่สวยงามที่สุดอีกจุดหนึ่งในจังหวัดเชียงใหม่เลยทีเดียว"
    },
    {
      "date": "11 พฤศจิกายน 2565",
      "content": "เปิดรับต้อนรับนักท่องเที่ยวเข้าถ่ายภาพกับครอบครัวคิงคอง พ่อตึงเฒ่า, แม่ขวัญข้าว และน้องแรมเพจ ครบทีม ได้แล้วจ้า เราปรับปรุงรูปแบบใหม่ไฉไลกว่าเดิม บริการที่จอดรถได้มากมาย คอยบริการ นักท่องเที่ยว ติดต่อสอบถามข้อมูลเพิ่มเติม 053-298-034, 053-298-035"
    },
    {
      "date": "10 กุมภาพันธ์ 2565",
      "content": "ประกาศจ้า ขณะนี้ห้วยตึงเฒ่ากำลังดำเนินการปรับปรุงหุ่นฟางคิงคองยักษ์ พ่อแม่ลูกอยู่น้า รายละเอียดเพิ่มเติมคลิก"
    },
    {
      "date": "22 พฤศจิกายน 2565",
      "content": "กิจกรรมตกปลา ทางห้วยตึงเฒ่าเปิดกิจกรรมให้ตกปลา รายละเอียดเพิ่มเติมคลิ๊กที่ลิ้งได้เลยค่ะ"
    },
    {
      "date": "8 พฤศจิกายน 2564",
      "content": "ประมวลภาพ การเกี่ยวข้าวที่บริเวณคิงคองค่ะ"
    },
    {
      "date": "20 ตุลาคม 2564",
      "content": "สำนักงานจัดการทรัพยากรป่าไม้ที่ ๑ (เชียงใหม่) จัดกิจกรรมบำรุงรักษาต้นไม้เนื่องในวันรักต้นไม้ประจำปีของชาติ พ.ศ.2564"
    },
    {
      "date": "15 ตุลาคม 2564",
      "content": "พล.ต.สันติ สุขป้อม ผบ.มทบ.33 เป็นประธานในการประชุม คณะกรรมการบริหารโครงการส่งเสริมการท่องเที่ยว อ่างเก็บน้ำห้วยตึงเฒ่า"
    },
    {
      "date": "1 มกราคม 2564",
      "content": "ห้วยตึงเฒ่า ตรวจวัดไข้พนักงาน และลูกจ้างของร้านอาหารภายในอ่างเก็บน้ำห้วยตึงเฒ่า เพื่อความมั่นใจของลูกค้า"
    }
  ]
}
