{
  "history": {
    "title": "สำนักงานโครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า",
    "subtitle": "อันเนื่องมาจากพระราชดำริ",
    "headerImage": {
      "url": "https://huaytuengthao.com/image/history/header.jpg",
      "alt": "ห้วยตึงเฒ่า"
    },
    "sections": [
      {
        "id": 1,
        "title": "ประวัติความเป็นมา",
        "content": [
          "เมื่อปี พ.ศ. ๒๕๒๓ พระบาทสมเด็จพระบรมชนกาธิเบศร มหาภูมิพลอดุลยเดช มหาราช บรมนาธบพิตร ได้เสด็จเยี่ยมศูนย์เกษตรกรรมทหาร จทบ.ช.ม. โดยมี พล.ต.รวมศักดิ์ ไชยโกมินทร์ เป็น ผบ.จทบ.ช.ม. ในขณะนั้นและได้ถวายการบรรยายสรุป การดำเนินงานโครงการของศูนย์เกษตรกรรมทหาร ได้ทรงทราบถึงปัญหาของการขาดแคลนน้ำที่จะนำมาใช้ทางการเกษตร จึงได้มีพระราชดำริให้สร้างอ่างเก็บน้ำขึ้น",
          "โดย พระองค์ทรงได้กำหนดแนวเขตที่จะสร้างสันเขื่อน และบริเวณที่จะขุดสร้างเป็นอ่างเก็บน้ำด้วยพระองค์เอง ซึ่งมีพื้นที่ของอ่างเก็บน้ำทั้งสิ้นประมาณ ๓๐๐ ไร่ มีความจุ ๑.๔ ล้าน ลบ.ม. และได้กำหนดชื่อว่า \"อ่างเก็บน้ำห้วยตึงเฒ่า\"",
          "โดยพระองค์ทรงพระราชทานเงินส่วนพระองค์ จำนวน ๒ ล้าน ๕ แสนบาท และใช้เงินจากรัฐบาลอีก ๒ ล้านบาท รวมเป็นเงินทั้งสิ้น ๔ ล้าน ๕ แสนบาท ในการก่อสร้าง อ่างเก็บน้ำห้วยตึงเฒ่า"
        ],
        "images": [
          {
            "url": "https://huaytuengthao.com/image/history/image1.jpg",
            "alt": "พระบาทสมเด็จพระเจ้าอยู่หัวทรงเยี่ยม",
            "caption": "พระบาทสมเด็จพระเจ้าอยู่หัวทรงเยี่ยมศูนย์เกษตรกรรมทหาร",
            "position": "left"
          },
          {
            "url": "https://huaytuengthao.com/image/history/image2.jpg",
            "alt": "การกำหนดแนวเขต",
            "caption": "พระองค์ทรงกำหนดแนวเขตสร้างสันเขื่อน",
            "position": "right"
          }
        ]
      },
      {
        "id": 2,
        "title": "การแก้ไขปัญหาการบุกรุก",
        "content": [
          "และด้วยปัญหาของการบุกรุกพื้นที่ของราษฎร ในพื้นที่บริเวณเชิงดอยสุเทพ พระองค์จึงทรงรับสั่งให้ รวบรวมราษฎรที่บุกรุกพื้นที่ของทางราชการ ให้มาอยู่รวมกัน ณ บริเวณด้านทิศใต้ของอ่างเก็บน้ำ โดยให้จัดแบ่งพื้นที่ให้แก่ราษฎรกลุ่มดังกล่าวจำนวน ๖๑ ครอบครัว",
          "ซึ่งจัดแบ่งเป็นที่อยู่อาศัยครอบครัวละ ๒ งาน และเป็นพื้นที่ทำกิน ที่สวน ๒ ไร่ และที่นา ๑ ไร่ โดย ทภ.๓ ได้จัดตั้งโครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า อันเนื่องมาจากพระราชดำริ มาดำเนินงานโครงการ เพื่อพัฒนาส่งเสริมอาชีพ และดูแลความเป็นอยู่ของกลุ่มราษฏรในโครงการดังกล่าว"
        ],
        "images": [
          {
            "url": "https://huaytuengthao.com/image/history/image4.jpg",
            "alt": "การจัดแบ่งพื้นที่",
            "caption": "การจัดแบ่งพื้นที่ให้ราษฎร ๖๑ ครอบครัว",
            "position": "left"
          },
          {
            "url": "https://huaytuengthao.com/image/history/image5.jpg",
            "alt": "หมู่บ้านตัวอย่าง",
            "caption": "โครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า",
            "position": "right"
          },
          {
            "url": "https://huaytuengthao.com/image/history/image6.jpg",
            "alt": "การพัฒนาอาชีพ",
            "caption": "การพัฒนาส่งเสริมอาชีพของราษฎร",
            "position": "center"
          }
        ]
      },
      {
        "id": 3,
        "title": "ความสำเร็จและการพัฒนาต่อเนื่อง",
        "content": [
          "ซึ่งจากความสำเร็จของการดำเนินงานตามโครงการอ่างเก็บน้ำห้วยตึงเฒ่าตามพระราชดำริ และโครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า อันเนื่องมาจากพระราชดำริ ทำให้ราษฎรหมู่บ้านห้วยตึงเฒ่า ดำรงชีพอยู่อย่างพอเพียง ด้วยอาชีพเกษตรกรรมและไม่มีการบุกรุกพื้นที่ป่าเพิ่มเติม",
          "ต่อมาโครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่าอันเนื่องมาจากพระราชดำริ ได้สิ้นสุดโครงการลง แต่การดูแลราษฎร ที่อยู่ในพื้นที่โครงการยังคงอยู่ในความดูแล ของ มทบ.๓๓ ซึ่งเป็นหน่วยที่รับผิดชอบดูแลพื้นที่ รวมจำนวนกว่า ๒,๔๖๒ ไร่ ซึ่งเป็นพื้นที่ น.ส.ล. ที่อยู่ในความดูแลของ มทบ.๓๓"
        ],
        "images": [
          {
            "url": "https://huaytuengthao.com/image/history/image7.jpg",
            "alt": "ความสำเร็จของโครงการ",
            "caption": "ราษฎรดำรงชีพอย่างพอเพียงด้วยอาชีพเกษตรกรรม",
            "position": "center"
          },
          {
            "url": "https://huaytuengthao.com/image/history/image8.jpg",
            "alt": "พื้นที่โครงการ",
            "caption": "พื้นที่โครงการกว่า ๒,๔๖๒ ไร่ ในความดูแลของ มทบ.๓๓",
            "position": "full"
          }
        ]
      },
      {
        "id": 4,
        "title": "การพัฒนาเป็นแหล่งท่องเที่ยว",
        "content": [
          "และต่อมาในปี ๒๕๔๐ กองทัพบก ได้มีนโยบายส่งเสริมการท่องเที่ยวในเขตทหาร มทบ.๓๓ จึงได้ดำเนินการพัฒนาพื้นที่ของอ่างเก็บน้ำห้วยตึงเฒ่าขึ้น ทั้งทางด้านการเกษตร และการเป็นสถานที่พักผ่อนหย่อนใจ และเป็นแหล่งท่องเที่ยวเชิงธรรมชาติ สำหรับประชาชนโดยทั่วไป",
          "โดยได้จัดตั้ง สำนักงานโครงการส่งเสริมการท่องเที่ยวอ่างเก็บน้ำห้วยตึงเฒ่า ขึ้นเพื่อดำเนินการและบริหารจัดการให้เป็นสถานที่ท่องเที่ยวของกองทัพบก ในการให้บริการแก่ประชาชนโดยทั่วไป ได้ใช้เป็นสถานที่พักผ่อนหย่อนใจ สถานที่ฝึกอบรม และจัดกิจกรรมในด้านการดูแลทรัพยากรธรรมชาติ และการออกกำลังกายรวมทั้งช่วยส่งเสริมสร้างสวัสดิการและสร้างรายได้ให้แก่ชุมชนท้องถิ่นและราษฎรหมู่บ้านห้วยตึงเฒ่า รวมถึงกําลังพลของหน่วยในกองทัพบก ตลอดจนครอบครัว รวมทั้งสินค้าโอทอป, สินค้าทางการเกษตรของเกษตกรในพื้นที่ อันมีผลในการเสริมสร้างขวัญและกําลังใจในการปฏิบัติราชการรวมทั้งการอํานวยความสะดวกและสนับสนุนการปฏิบัติราชการ ของส่วนราชการต่างๆ ในชุมชนท้องถิ่น"
        ],
        "images": [
          {
            "url": "https://huaytuengthao.com/image/history/image9.jpg",
            "alt": "การพัฒนาเป็นแหล่งท่องเที่ยว",
            "caption": "การพัฒนาเป็นแหล่งท่องเที่ยวเชิงธรรมชาติ",
            "position": "left"
          }
        ]
      },
      {
        "id": 5,
        "title": "ปัจจุบัน",
        "content": [
          "สำนักงานโครงการส่งเสริมการท่องเที่ยวอ่างเก็บน้ำห้วยตึงเฒ่า ได้ดำเนินการและบริหารจัดการโครงการ โดยได้มุ่งเน้นการรักษาสภาพแวดล้อม และทรัพยากรธรรมชาติในพื้นที่ เสริมสร้างคุณภาพชีวิตของราษฎรหมู่บ้านห้วยตึงเฒ่า และให้บริการด้านการเป็นสถานที่พักผ่อนหย่อนใจ เป็นสถานที่ท่องเที่ยวเชิงธรรมชาติ รวมทั้งเพื่อเป็นสวัสดิการแก่ราษฎรของหมู่บ้านห้วยตึงเฒ่า, กําลังพลครอบครัวของ มทบ.๓๓ และหน่วยทหารในพื้นที่ จว.ช.ม. รวมทั้งสามารถเป็นสถานที่ท่องเที่ยวในเขตทหารของกองทัพบก ในการให้บริการแก่ประชาชนโดยทั่วไป ได้เป็นอย่างดี"
        ]
      }
    ],
    "timeline": [
      {
        "year": "2523",
        "title": "พระราชดำริในการสร้างอ่างเก็บน้ำ",
        "description": "พระบาทสมเด็จพระเจ้าอยู่หัวรัชกาลที่ ๙ ทรงเยี่ยมและมีพระราชดำริให้สร้างอ่างเก็บน้ำห้วยตึงเฒ่า"
      },
      {
        "year": "2530",
        "title": "การจัดตั้งโครงการหมู่บ้านตัวอย่าง",
        "description": "ทภ.๓ จัดตั้งโครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า อันเนื่องมาจากพระราชดำริ"
      },
      {
        "year": "2540",
        "title": "พัฒนาเป็นแหล่งท่องเที่ยว",
        "description": "กองทัพบกมีนโยบายส่งเสริมการท่องเที่ยวในเขตทหาร จัดตั้งสำนักงานโครงการส่งเสริมการท่องเที่ยว"
      },
      {
        "year": "ปัจจุบัน",
        "title": "การดำเนินงานต่อเนื่อง",
        "description": "มทบ.๓๓ ดูแลพื้นที่และให้บริการท่องเที่ยวเชิงธรrrมชาติแก่ประชาชน"
      }
    ],
    "socialMedia": {
      "facebook": {
        "account": "https://www.facebook.com/huaytuengthao/",
        "fanpage": "https://www.facebook.com/huaytuengthaocm"
      }
    }
  }
}
