{
  "history": {
    "title": "ประวัติความเป็นมา",
    "subtitle": "ห้วยตึงเฒ่า อันเนื่องมาจากพระราชดำริ",
    "sections": [
      {
        "id": 1,
        "title": "พระราชดำริในการก่อตั้ง",
        "content": [
          "พระบาทสมเด็จพระเจ้าอยู่หัวรัชกาลที่ ๙ ได้ทรงเยี่ยมศูนย์เกษตรกรรมทหาร จังหวัดทหารบกเชียงใหม่ เมื่อวันที่ 13 กุมภาพันธ์ พุทธศักราช 2523 และได้ทรงทราบถึงปัญหาการขาดแคลนน้ำที่ใช้ในการเกษตร",
          "จึงมีพระราชดำริให้สร้างอ่างเก็บน้ำขนาดความจุ 1.4 ล้านลูกบาศก์เมตร ที่ตำบลดอนแก้ว อำเภอแม่ริม จังหวัดเชียงใหม่"
        ]
      },
      {
        "id": 2,
        "title": "การแก้ไขปัญหาการบุกรุก",
        "content": [
          "และต่อมาได้ทรงทราบว่าในบริเวณที่สร้างอ่างเก็บน้ำนั้นมีราษฎรบุกรุกพื้นที่เข้ามาอาศัย และทำกิน ซึ่งเป็นพื้นที่ของราชการทหาร จึงได้มีพระราชดำริให้รวบรวมราษฎร ที่บุกรุกพื้นที่ดังกล่าวมาจัดตั้งเป็นหมู่บ้านตัวอย่าง",
          "โดยกองทัพภาคที่ 3 จึงได้จัดตั้งเป็น \"โครงการจัดหมู่บ้านตัวอย่างห้วยตึงเฒ่า\""
        ]
      },
      {
        "id": 3,
        "title": "การดำเนินการและพัฒนา",
        "content": [
          "เมื่อวันที่ 8 มีนาคม 2530 ให้ มณฑลทหารบกที่ 33 เป็นหน่วยดำเนินการ",
          "ต่อมา กองทัพบกได้มีนโยบายให้จัดการท่องเที่ยวในหน่วยทหารขึ้น มณฑลทหารบกที่ 33 จึงได้พัฒนาอ่างเก็บน้ำห้วยตึงเฒ่า ให้เกิดประโยชน์สูงสุด ทั้งด้านเกษตรกรรม ทางด้านการท่องเที่ยว รวมทั้งการพักผ่อนหย่อนใจ"
        ]
      },
      {
        "id": 4,
        "title": "การพัฒนาเป็นแหล่งท่องเที่ยว",
        "content": [
          "โดยในปี 2540 อ่างเก็บน้ำห้วยตึงเฒ่า ได้รับงบประมาณจากการท่องเที่ยวแห่งประเทศไทย มาพัฒนาพื้นที่ให้เป็นสถานที่ท่องเทียวที่สมบูรณ์แบบ มีภูมิทัศน์ที่สวยงาม",
          "มีสิ่งอำนวยความสะดวกครบครัน ท่ามกลางบรรยากาศ ที่เป็นธรรมชาติ ทำให้ได้รับความนิยมจากนักท่องเที่ยว ที่เข้ามาใช้บริการเป็นจำนวนมาก"
        ]
      }
    ],
    "timeline": [
      {
        "year": "2523",
        "title": "พระราชดำริในการสร้างอ่างเก็บน้ำ",
        "description": "พระบาทสมเด็จพระเจ้าอยู่หัวรัชกาลที่ ๙ ทรงเยี่ยมและมีพระราชดำริ"
      },
      {
        "year": "2530",
        "title": "การจัดตั้งโครงการ",
        "description": "มณฑลทหารบกที่ 33 เป็นหน่วยดำเนินการโครงการ"
      },
      {
        "year": "2540",
        "title": "พัฒนาเป็นแหล่งท่องเที่ยว",
        "description": "ได้รับงบประมาณจากการท่องเที่ยวแห่งประเทศไทย"
      }
    ],
    "socialMedia": {
      "facebook": {
        "account": "https://www.facebook.com/huaytuengthao/",
        "fanpage": "https://www.facebook.com/huaytuengthaocm"
      }
    }
  }
}
